[ 
    {
        "title": "INTRODUCTION",
        "description": "This privacy policy governs the use of the website mentioned in Section 4 below, which is exploited by the corporation LECRANS SA, a swiss law company limited by shares, registered under IDE CHE-114.381.128 in the trade register of the Valais central, and having its registered seat at Chemin du Mont-Blanc 1, 3963 Crans- Montana. By accessing our website, you are likely to provide us with data such as, without limitation: your name and surname (physical person), business name (legal person), your email address, and the IP address from which you connected to the Internet. These data and their processing are protected by the Swiss Federal Law on Data Protection of June 19, 1992 (LPD) and, to the extent applicable, by the new EU General Data Protection Regulation (GDPR) entered into force on May 25, 2018. Data protection is a key concern for us. Personal data may only be processed lawfully and its processing must be carried out in good faith and must be proportionate. Personal data may only be processed for the purpose indicated at the time of collection, that is evident from the circumstances, or that is provided for by law. This privacy statement is intended to help you understand how we may use the data you provide to us, or which may be collected, as a user of our site. All content on the website mentioned in Section 4 is proprietary of the hotel, it is protected by law, including copyright, and may not be used or copied without the prior consent of the hotel."
    },
    {
        "title": "LEGAL BASIS",
        "description": "This privacy policy is based on the Federal Data Protection Act (FADP) and the European General Data Protection Regulation (GDPR) entered into force on May 25, 2018."
    },
    {
        "title": "UPDATE",
        "description": "Our privacy policy may require periodic updates, including as part of the evolving regulatory framework for data protection. We invite you to check this page regularly to make sure you have read the latest version. Last update: 25/01/2022"
    },
    {
        "title": "Cookies",
        "description": "A cookie is a text file that the site you are visiting stores on the hard disk or in the browser memory of the computer that you use to access the internet. A cookie allows your computer to store various technical data allowing the general control of public access to a site (number of visits, duration of the visit, connection to other sites, etc.) or the customization of the displayed pages for your next interactions with the same site (your account, the most visited pages, etc.)"
    },
    {
        "title": "PROCESSING YOUR DATA",
        "description": "We only process and collect data lawfully, notably, only those that you either (i) choose to transmit to us and for which you explicitly consent to the treatment or (ii) that are in the direct connection with the conclusion or the performance of a contract concluded between you and us. Contact Form Through our website, you can fill out a generic contact form to obtain information on our services or ask general questions. Your request will be notified to one of our employees. The following personal data will be requested from you to use the contact form: Last name, First Name, E-mail, Phone number, Country of residence. You have the opportunity to write a message related to your contact request, by doing so you consent to the processing of the above-mentioned personal data and other elements of your request (such as the content of your specific requests, smoking status, special diet, presence of pets, health-related information, etc...). We recommend that you remain concise in your message and not provide us with any personal information that is not directly necessary to the treatment of your request."
    },
    {
        "title": "DURATION OF CONSERVATION OF PERSONAL DATA",
        "description": "Your data is safely stored in our systems for the time necessary for the intended treatment. After processing, the data is archived and it may be coded, anonymized, or destroyed."
    },
    {
        "title": "YOUR RIGHTS",
        "description": "Right of Information You have the right to be informed about your personal data, including the nature of the data and the purpose of the processing. Right to Access Data You have the ripht to request access to your data at any time. Right to Rectify Data You have the right to request the correction or updating of your data. Right to Data Erasure (Right to be forgotten) Under the GDPR EU nationals can request the complete and definitive erasure of their data. In order to apply the measures that are most favorable to you, we extend this right to Swiss residents. Right of Limitation of Data Processing You have the right to limit the processing of your data, particularly as regards the nature, purpose, and duration of processing. Right to Portability of Data (transmitted to a third party on your instruction) Under the GDPR, EU nationals have the right to request that their data be passed on to third parties. In order to apply the measures that are most favorable to you, we extend this right to Swiss residents. Right to Oppose Data Processing You have the right to oppose at any time the processing of your data. Right not to be Subject to an Automated Individual Decision You have the right not to be subject to a decision resulting exclusively from automated processing that has legal effects that affect you or affect you significantly. Profiling is expressly included."
    }
]
